Repository: wp-plugins/ddirections
Catalog: languages/ddirections-*.po
Languages: ca_es, es_es

source: Fill the fields to configure the plugin.
ca_es: Omple el camps per configurar el plugin
es_es: Rellena los campos para configurar el plugin

source: Address
ca_es: Direcció
es_es: Dirección

source: You can use City names or the 41.39, 2.16 format
ca_es: Pots utilitzar noms de ciutats o el format de corrdenades 41.39, 2.16
es_es: Puedes usar nombres de ciudad o el formato de coordenadas 41.39, 2.16

source: Infobox text
ca_es: Text del quadre informatiu
es_es: Texto del cuadro informativo

source: Accepts some HTML tags
ca_es: Accepta alguns tags HTML
es_es: Acepta algunos tags HTML

source: Zoom level
ca_es: Nivell de Zoom
es_es: Nivel de Zoom

source: Map type
ca_es: Tipus de Mapa
es_es: Tipo de Mapa

source: Hybrid
ca_es: Híbrid
es_es: Híbrido

source: Roadmap
ca_es: Normal
es_es: Normal

source: Satellite
ca_es: Satel·lit
es_es: Satélite

source: Terrain
ca_es: Terreny
es_es: Relieve

source: The 4 google maps different types
ca_es: Els 4 tipus diferents de mapa de Google Maps
es_es: Los 4 tipos de mapa de google maps

source: Icon Marker URL
ca_es: URL del l'icona marcador
es_es: URL del icono marcador

source: Save Changes
ca_es: Guardar canvis
es_es: Guardar cambios

source: Settings
ca_es: Configuració
es_es: Configuración

source: Thanks!<br /> You are at <strong>
ca_es: Gràcies!<br /> Estas a <strong>
es_es: ¡Gracias!<br /> Estás a <strong>

source: </strong> from us.<br />The driving directions are below the map.
ca_es: </strong> de nosaltres.<br />Les direccions de conducció estàn sota el mapa.
es_es: </strong> de nosotros.<br />Las instrucciones de conducción están bajo el mapa.

source: Open in Google Maps
ca_es: Obrir a Google Maps
es_es: Abrir en Google Maps

source: Sorry, we can't provide directions to that address (you maybe too far away, are you in the same country as us?) Please try again.
ca_es: Ho sentim, no podem donar-te direccions des d'aquesta adreça (potser estàs massa lluny, estàs al mateix pais que nosaltres?) Si us plau, torna-ho a intentar.
es_es: Lo sentimos, no podemos proporcionar direcciones para esta dirección (puede ser que estés demasiado lejos, ¿estás en el mismo país que nosotros?). Por favor, intentalo más tarde.

source: Sorry we didn't understand the address you entered. Please try again.
ca_es: Ho sentim, no podem entendre la direcció que has introduït. Si us plau, torna a intentar-ho.
es_es: Lo sentimos, no entendemos la dirección introducida. Por favor, vuelve a intentarlo.

source: Sorry, there was a problem generating the directions. Please try again.
ca_es: Ho sentim, hi ha hagut un problema generant les direccions. Si us plau, torna a intentar-ho.
es_es: Lo sentimos, ha ocurrido un error generando las direcciones. Por favor, vuelve a intentarlo.

source: This website does not have permission to use the Geolocation API.
ca_es: Aquesta pàgina web no te permís per fer servir l'API de Geolocalització.
es_es: Esta página web no tiene permisos para utilizar la API de Geolocalización

source: Sorry, your current position cannot be determined, please enter your address instead.
ca_es: Ho sentim, no podem determinar la teva ubicació actual, escriu la teva adreça manualment.
es_es: Lo sentimos, no se puede determinar tu posición actual. Por favor, introduce tu dirección.

source: Sorry, we're having trouble trying to determine your current location, please enter your address instead.
ca_es: Ho sentim, tenim problemes per determinar la teva localització. Si us plau, escriu la teva adreça.
es_es: Lo sentimos, tenemos problemas para determinar tu posición actual. Por favor Introduce tu dirección.

source: The position could not be determined due to
ca_es: No podem determinar la teva posició degut
es_es: No se puede determinar la posición a causa

source: an unknown error (Code:
ca_es: a un error desconegut (Còdi:
es_es: de un error desconocido (Código:

source: To start the route enter your initial location:
ca_es: Per començar la ruta introdueïx la teva posició inicial:
es_es: Para planificar tu ruta introduce la dirección de origen:

source: Metric
ca_es: Métrica
es_es: Métrica

source: Get the rute
ca_es: Obtenir indicacions
es_es: Obtener indicaciones

source: Use my location
ca_es: Utilitzar la meva ubicació actual
es_es: Usar mi ubicacion actual

source: Title
es_es: Título

source: Enter the title for requesting an address
es_es: Introduce el título para pedir que introduzcan una dirección

source: Page ID
es_es: Id. de página/Slug/Nombre

source: Take me to the place
es_es: Llévame hasta aquí

source: Enter the page ID of the page you are showing the Driving Directions
es_es: Introduce el identificador de la pággina donde estás mostrando Driving Directions

source: Enter your address:
es_es: Introduce tu dirección:

source: <p>For more information visit the plugin's website: <a href="http://www.hectorgarrofe.com" target="_blank">DDirections</a></p>
ca_es: <p>Per més informació visita la web del plugin: <a href="http://www.hectorgarrofe.com" target="_blank">DDirections</a></p>
es_es: <p>Para más información visita la web del plugin: <a href="http://www.hectorgarrofe.com" target="_blank">DDirections</a></p>

source: How to use it?
ca_es: Com utilizar-lo ?
es_es: ¿ Cómo utilizarlo ?

source: To use driving directions you have to fill the fields below.<br />Once this is done, you can output the data in the front end with 3 different shortcodes.
ca_es: Per fer servir les "driving directions" has d'omplir els següents camps amb les dades corresponents.<br />n Un cop omplert pots utilitzar 3 shortcodes diferents per mostrar la informació de localització.
es_es: Para usar las dirreciones de conducción has de rellenar los campos de abajo.<br />Una vez llenos, puedes mostrarlos en la parte pública de la web con 3 shortcodes diferentes.

source: Displays the map showing the chosen location. When the user asks for directions the route is shown in this map too.
ca_es: Mostra el mapa amb localització escollida. També mostra la ruta al mapa quan l'usuari dona una direcció.
es_es: Muestra el mapa con la localización escogida. También muestra la ruta en el mapa cuando el usuario pregunta una dirección.

source: Displays the form to interact with the map.
ca_es: Mostra el formulari per interactuar amb el mapa.
es_es: Muestra el formulario para interactuar con el mapa.

source: Displays the driving directions instructions.
ca_es: Mostra les instruccions de conducció.
es_es: Muestra las instrucciones de conducción

source: Styling
ca_es: Estilar
es_es: Estilar

source: Styling the form
ca_es: Estilar el formulari
es_es: Estilar el formulario

source: You can style the form elements as you want using the classes below:
ca_es: Pots estilar els elements del formulari utilitzant les seguents classes:
es_es: Puedes estilar los elementos del formulario utilizando las siguientes clases:

source: The <strong>form</strong> is inside a div with <em>#directions</em> id.
ca_es: El <strong>formulari</strong> està dins d'un div amb l'id <em>#directions</em>.
es_es: El <strong>formulario</strong> está dentro de un div con el id <em>#directions</em>.

source: The <strong>buttons</strong> of the form has the <em>.map-button</em> class.
ca_es: Els <strong>botons</strong> del formuari tenen la classe <em>.map-button</em>.
es_es: Los <strong>botones</strong> del formuario tienen la clase <em>.map-button</em>.

source: The <strong>directions</strong> are inside a div with <em>#dir-container</em> id.
ca_es: Les <strong>direccions</strong> estan dins d'un div amb id <em>#dir-container</em>.
es_es: Las <strong>direcciones</strong> están dentro de un div con id <em>#dir-container</em>.

source: The <strong>map</strong> is inside a div with <em>#map-container</em> id.
ca_es: El <strong>mapa</strong> está dins d'un div amb id <em>#map-container</em>.
es_es: El <strong>mapa</strong> está dentro de un div con id <em>#map-container</em>.
